Revit 2027 API
AreaBasedLoadBoundaryLineData Properties
The AreaBasedLoadBoundaryLineData type exposes the following members.
Properties
Name | Description
BottomLevelId |  The bottom level id of the area based load boundary line.
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
TopLevelId |  The top level id of the area based load boundary line.
Top
See Also
Reference
AreaBasedLoadBoundaryLineData Class
Autodesk.Revit.DB.Electrical Namespace